Repository: suma-iya/GoRent
Catalog: go_rent_frontend/lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Go Rent
bn: গো রেন্ট

source: Managed Properties
bn: পরিচালিত সম্পত্তি

source: Tenant Properties
bn: ভাড়াটে সম্পত্তি

source: Add Property
bn: সম্পত্তি যোগ করুন

source: Property Name
bn: সম্পত্তির নাম

# propertyNameHint
source: Enter property name
bn: সম্পত্তির নাম লিখুন

source: Address
bn: ঠিকানা

# addressHint
source: Enter property address
bn: সম্পত্তির ঠিকানা লিখুন

# propertyPhoto
source: Property Photo (optional)
bn: সম্পত্তির ছবি (ঐচ্ছিক)

# addPhotoMessage
source: Add a photo of your property
bn: আপনার সম্পত্তির একটি ছবি যোগ করুন

source: Camera
bn: ক্যামেরা

source: Gallery
bn: গ্যালারি

source: Remove
bn: সরান

source: Change
bn: পরিবর্তন

source: Cancel
bn: বাতিল

source: Confirm
bn: নিশ্চিত করুন

# addPropertySuccess
source: Property added successfully
bn: সম্পত্তি সফলভাবে যোগ হয়েছে

# fillRequiredFields
source: Please fill all required fields
bn: অনুগ্রহ করে সব প্রয়োজনীয় তথ্য পূরণ করুন

source: Failed to add property
bn: সম্পত্তি যোগ করতে ব্যর্থ হয়েছে

# noManagedProperties
source: No managed properties yet
bn: এখনও কোনো পরিচালিত সম্পত্তি নেই

# noManagedPropertiesSubtitle
source: Add your first property to get started
bn: শুরু করতে আপনার প্রথম সম্পত্তি যোগ করুন

# noTenantProperties
source: No tenant properties found
bn: কোনো ভাড়াটিয়া সম্পত্তি পাওয়া যায়নি

# noTenantPropertiesSubtitle
source: You will see properties where you are a tenant
bn: আপনি যেখানে ভাড়াটিয়া, সেই সম্পত্তিগুলো এখানে দেখতে পাবেন

source: Loading managed properties...
bn: পরিচালিত সম্পত্তি লোড হচ্ছে...

source: Loading tenant properties...
bn: ভাড়াটিয়া সম্পত্তি লোড হচ্ছে...

source: Something went wrong
bn: কিছু ভুল হয়েছে

source: Try again
bn: আবার চেষ্টা করুন

source: Managed Property
bn: পরিচালিত সম্পত্তি

source: Tenant Property
bn: ভাড়াটিয়া সম্পত্তি

source: Notifications
bn: বিজ্ঞপ্তি

source: Language
bn: ভাষা

source: Logout
bn: লগআউট

# logoutConfirmation
source: Are you sure you want to logout?
bn: আপনি কি নিশ্চিত যে আপনি লগআউট করতে চান?

source: Select Language
bn: ভাষা নির্বাচন করুন

# languageChanged
source: Language changed to {language}
bn: ভাষা পরিবর্তন করা হয়েছে {language}

source: Manager
bn: পরিচালক

source: Tenant
bn: ভাড়াটে

# errorPickingImage
source: Error picking image: {error}
bn: ছবি নির্বাচনে ত্রুটি: {error}

# errorTakingPhoto
source: Error taking photo: {error}
bn: ছবি তুলতে ত্রুটি: {error}

# failedToLoadProperties
source: Failed to load properties. Please try again.
bn: সম্পত্তি লোড করতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।

# errorLoadingNotifications
source: Error loading notifications: {error}
bn: বিজ্ঞপ্তি লোড করতে ত্রুটি: {error}

source: Add Tenant
bn: ভাড়াটিয়া যুক্ত করুন

source: Tenant Name
bn: ভাড়াটিয়ার নাম

source: Enter tenant name
bn: ভাড়াটিয়ার নাম লিখুন

source: Phone Number
bn: ফোন নম্বর

# enterPhoneNumber
source: Enter tenant phone number
bn: ভাড়াটিয়ার ফোন নম্বর লিখুন

source: Add
bn: যোগ করুন

source: Please fill all fields
bn: সব তথ্য পূরণ করুন

# errorPrefix
source: Error
bn: ত্রুটি

source: Add Floor
bn: ফ্লোর যোগ করুন

source: Floor Name
bn: ফ্লোরের নাম

# floorNameHint
source: Enter floor name
bn: ফ্লোরের নাম লিখুন

source: Monthly Rent
bn: মাসিক ভাড়া

# rentHint
source: Enter rent amount
bn: ভাড়ার পরিমাণ লিখুন

source: Remove Tenant
bn: ভাড়াটিয়া সরান

# removeTenantConfirmation
source: Are you sure you want to remove this tenant?
bn: আপনি কি নিশ্চিত যে আপনি এই ভাড়াটিয়াকে সরাতে চান?

source: Tenant removed successfully
bn: ভাড়াটিয়া সফলভাবে সরানো হয়েছে

source: Failed to remove tenant
bn: ভাড়াটিয়া সরাতে ব্যর্থ হয়েছে

# fillAllFields
source: Please fill all fields
bn: সব তথ্য পূরণ করুন

source: Request Pending
bn: অনুরোধ অপেক্ষমাণ

source: Tap to view
bn: দেখতে ট্যাপ করুন

# monthJanuary
source: January
bn: জানুয়ারি

# monthFebruary
source: February
bn: ফেব্রুয়ারি

# monthMarch
source: March
bn: মার্চ

# monthApril
source: April
bn: এপ্রিল

# monthMay
source: May
bn: মে

# monthJune
source: June
bn: জুন

# monthJuly
source: July
bn: জুলাই

# monthAugust
source: August
bn: আগস্ট

# monthSeptember
source: September
bn: সেপ্টেম্বর

# monthOctober
source: October
bn: অক্টোবর

# monthNovember
source: November
bn: নভেম্বর

# monthDecember
source: December
bn: ডিসেম্বর

source: month
bn: মাস

source: Enter advance payment amount
bn: অ্যাডভান্স পরিশোধের পরিমাণ লিখুন

# currency
source: tk/month
bn: টাকা/মাসে

source: Settings
bn: সেটিংস

source: Push Notifications
bn: পুশ বিজ্ঞপ্তি

# pushNotificationsDescription
source: Receive notifications for rent reminders, payments, and tenant requests
bn: ভাড়ার রিমাইন্ডার, পেমেন্ট এবং ভাড়াটিয়া অনুরোধের জন্য বিজ্ঞপ্তি পান

source: Push notifications enabled
bn: পুশ বিজ্ঞপ্তি সক্রিয়

source: Push notifications disabled
bn: পুশ বিজ্ঞপ্তি নিষ্ক্রিয়

source: App Information
bn: অ্যাপ তথ্য

# appInformationDescription
source: Information about the Go Rent application
bn: গো রেন্ট অ্যাপ্লিকেশন সম্পর্কে তথ্য

source: App Version
bn: অ্যাপ সংস্করণ

source: Build Number
bn: বিল্ড নম্বর

source: Last Updated
bn: সর্বশেষ আপডেট

# error
source: Error: {message}
bn: ত্রুটি: {message}

source: Payment details
bn: পেমেন্টের বিবরণ

source: tk
bn: টাকা

source: Adjust due rent
bn: বকেয়া ভাড়া সমন্বয় করুন

source: Subtract
bn: বিয়োগ করুন

source: Rent amount
bn: ভাড়ার পরিমাণ

source: Electricity bill (optional)
bn: বিদ্যুত বিল (ঐচ্ছিক)

source: Preview
bn: পূর্বরূপ দেখুন

source: Current
bn: বর্তমান

source: New total
bn: নতুন মোট

source: Add amount
bn: পরিমাণ যোগ করুন

source: Payment history
bn: পেমেন্ট ইতিহাস

source: Date
bn: তারিখ

source: New added rent
bn: নতুন যোগকৃত ভাড়া

source: Received money
bn: প্রাপ্ত অর্থ

source: Due rent
bn: বকেয়া ভাড়া

source: New added electricity bill
bn: নতুন যোগকৃত বিদ্যুত বিল

source: Paid electricity
bn: পরিশোধিত বিদ্যুত বিল

source: Due electricity bill
bn: বকেয়া বিদ্যুত বিল

source: Records
bn: রেকর্ডসমূহ

# noMonth
source: No month selected
bn: কোন মাস নির্বাচিত হয়নি

source: Payment record
bn: পেমেন্ট রেকর্ড

# pleaseEnterValidPositiveAmount
source: Please enter a valid positive amount
bn: অনুগ্রহ করে একটি সঠিক পজিটিভ পরিমাণ দিন

source: Due rent cannot be negative
bn: বাকি ভাড়া ঋণাত্মক হতে পারে না

source: Increased
bn: বৃদ্ধি পেয়েছে

source: Decreased
bn: হ্রাস পেয়েছে

source: Successfully
bn: সফলভাবে

source: Subtract amount
bn: পরিমাণ বিয়োগ করুন
